Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Temp basal running
cs: Dočasný bazál v platnosti
da: Midlertidig basal i gang
de: Temporäre Basalrate läuft
es: Basal temporal funcionando
fr: Basal temporaire active
it: Velocità basale temporanea in esecuzione
ja: 一時基礎注入中
nb: Midlertidig basal kjører
nb_no: Midlertidig basal kjører
nl: Tijdelijk basaal actief
pl: Tymczasowa dawka podstawowa działa
ro: Bazala temporară este în curs de rulare
ru: Подается временный базал
sk: Prebieha dočasný bazál
sv: Temp basal pågår
tr: Geçici bazal çalışıyor
uk: Подається тимчасовий базал
vi: Liều basal tạm thời đang thực hiện

source: TempBasal: %1$@ U/hour %2$@ %3$@ %4$@ U %5$@
cs: DočBazál: %1$@ U/hour %2$@ %3$@ %4$@ U %5$@
da: Midlertidig basal: %1$@ E/time %2$@ %3$@ %4$@ E %5$@
de: TempBasal: %1$@ IE/h %2$@ %3$@ %4$@ IE %5$@
es: BasalTemporal: %1$@ U/hora %2$@ %3$@ %4$@ U %5$@
fr: Basal temporaire: %1$@ U/heure %2$@ %3$@ %4$@ U %5$@
it: TempBasal: %1$@ U/ora %2$@ %3$@ %4$@ U %5$@
ja: 一時基礎: %1$@ U/時 %2$@ %3$@ %4$@ U %5$@
nb: Midlertidig basal: %1$@ E/time %2$@ %3$@ %4$@ E %5$@
nb_no: Midlertidig basal: %1$@ E/time %2$@ %3$@ %4$@ E %5$@
nl: Tijdelijk basaal: %1$@ E/uur %2$@ %3$@ %4$@ E %5$@
pl: Tymczasowa dawka podstawowa: %1$@ jedn./godz. %2$@ %3$@ %4$@ jedn. %5$@
ro: BasalăTemporară: %1$@ U/oră %2$@ %3$@ %4$@ U %5$@
ru: Врем базал: %1$@ ед/ч %2$@ %3$@ %4$@ ед %5$@
sk: DočasBazál: %1$@ J/hod %2$@ %3$@ %4$@ j %5$@
sv: TempBasal: %1$@ E/timme %2$@ %3$@ %4$@ E %5$@
tr: GeçiciBazal: %1$@ Ü/saat %2$@ %3$@ %4$@ Ü %5$@
uk: Тимчасовий Базал: %1$@ ед/ч %2$@ %3$@ %4$@ ед %5$@
vi: TempBasal: %1$@ U/giờ %2$@ %3$@ %4$@ U %5$@

source: Temporary Basal
cs: Dočasný bazál
da: Midlertidig basal
de: Temporäre Basalrate
es: Insulina basal temporal
fr: Basale temporaire
it: Basale temporanea
nb: Midlertidig basal
nb_no: Manuell basal
nl: Tijdelijke Basaal
pl: Baza tymczasowa
ro: Bazală temporară
ru: ВБС
sk: Dočasný bazál
sv: Temporär basal
tr: Geçici Bazal
uk: Тимчасовий Базал
vi: Liều nền tạm thời

source: Temporary Basal Failed
cs: Nastavení dočasného bazálu selhalo
da: Midlertidig basal mislykkedes
de: Temporäres Basal fehlgeschlagen
es: La insulina basal temporal ha fallado
fr: Échec mise en route basal temporaire
it: Basale temporanea fallita
nb: Midlertidig basal mislyktes
nb_no: Manuell basal mislyktes
nl: Tijdelijk Basaal Mislukt
pl: Baza tymczasowa nie powiodła się
ro: Rata temporară de bazală a eșuat
ru: Ошибка установки ВБС
sk: Dočasný bazál zlyhal
sv: Temporär basal misslyckades
tr: Geçici Bazal Başarısız
uk: Тимчасовий Базал не виконан
vi: Liều nền tạm thời thất bại

source: Time Change Detected
cs: Zjištěna změna času
da: Tidsændring registreret
de: Änderung der Uhrzeit erkannt
es: Cambio de hora detectado
fr: Changement d'heure détecté
it: Rilevato cambio di orario
nb: Tidsendring oppdaget
nb_no: Tidsendring oppdaget
nl: Tijdsverschil Ontdekt
pl: Wykryto zmianę czasu
ro: S-a detectat schimbarea orei
ru: Обнаружено изменение времени
sk: Zistila sa zmena času
sv: Tidsjustering upptäckt
tr: Zaman Değişikliği Algılandı
uk: Виявлено Зміну Часу
vi: Đã phát hiện thay đổi thời gian

source: Time to replace your pod! Your pod will expire in %1$@
cs: Čas vyměnit pod! Platnost vašeho podu vyprší za %1$@
da: Tid til udskiftning af Pod! Din Pod udløber om %1$@
de: Es ist Zeit Deinen Pod zu wechseln! Der Pod läuft ab in %1$@
es: Es hora de reemplazar el pod! El pod expira en %1$@
fr: C’est le moment de remplacer votre pod ! Votre pod va expirer dans %1$@
it: È ora di sostituire il Pod! Il tuo Pod scadrà tra %1$@
ja: ポッドの交換時です。 %1$@でポッドの期限が切れます。
nb: Det er på tide å bytte pod! Pod utløper om %1$@
nb_no: Det er på tide å bytte pod! Pod utløper om %1$@
nl: Tijd om je pod te vervangen! Vervang je pod in %1$@
pl: Pora wymienić POD'a ! Termin ważności POD'a upłynie za %1$@
ro: E timpul să înlocuiți Pod-ul! Acesta va expira în %1$@
ru: Пора заменить Pod - Срок годности истекает через %1$@
sk: Je čas vymeniť pod! Platnosť vášho podu vyprší o %1$@
sv: Byt din pod! Din pod går ut om %1$@
tr: Pod'unuzu değiştirme zamanı! Pod'un süresi %1$@ içinde dolacak
uk: Час замінити Pod - Термін придатності спливає через %1$@
vi: Thời gian thay pod của bạn! Pod của bạn sẽ hết hạn trong %1$@

source: Uncertain
cs: Nejasné
da: Usikker
de: Unsicher
es: Incierto
fr: Incertain
it: Incerto
ja: 不明
nb: Usikker
nb_no: Usikker
nl: Onzeker
pl: Niepewna
ro: Doză neconfirmată
ru: Не подтверждено
sk: Neisté
sv: Osäker
tr: Belirsiz
uk: Невизначений
vi: Không chắc chắn

source: Unexpected message sequence number
cs: Neočekávané pořadové číslo zprávy
da: Uventet meddelelsessekvensnummer
de: Unerwartete Sequenznummer der Nachricht
es: Número de secuencia de mensaje inesperado
fr: Numéro de séquence du message inattendu
it: Numero di sequenza del messaggio imprevisto
nb: Uventet meldings sekvensnummer
nb_no: Uventet meldings sekvensnummer
nl: Onverwacht volgnummer van bericht
pl: Nieoczekiwany numer kolejnego komunikatu
ro: Mesaj neașteptat număr de ordine
ru: Неожиданный порядковый номер сообщения
sk: Neočakávané poradové číslo správy
sv: Oväntat meddelandesekvensnummer
tr: Beklenmeyen mesaj sıra numarası
uk: Несподіваний номер повідомлення
vi: Thứ tự tin nhắn không mong đợi

source: Unexpected response from pod
cs: Neočekávaná odpověď od podu
da: Uventet svar fra Pod
de: Unerwartete Antwort vom Pod
es: Respuesta inesperada del pod
fr: Reponse inattendue du Pod
it: Risposta imprevista dal Pod
ja: ポッドから予期せぬ反応
nb: Uventet svar fra pod
nb_no: Uventet svar fra pod
nl: Onverwachte reactie van pod
pl: Nieoczekiwana odpowiedź PODa
ro: Răspuns neașteptat de la Pod
ru: Неожиданный отклик Omnipod
sk: Neočakávaná odpoveď z podu
sv: Oväntat svar från din pod
tr: Pod'dan beklenmeyen yanıt
uk: Несподіваний відгук Pod
vi: Phản hồi bất thường từ pod

source: Unknown pod fault %1$03d
cs: Neznámá chyba podu %1$03d
da: Ukendt Podfejl %1$03d
de: Unbekannter Podfehler %1$03d
es: Fallo de pod desconocido %1$03d
fr: Erreur de Pod inconnue %1$03d
it: Guasto Pod sconosciuto %1$03d
nb: Ukjent pod-feil %1$03d
nb_no: Ukjent pod-feil %1$03d
nl: Onbekende podfout %1$03d
pl: Nieznany błąd POD'a %1$03d
ro: Defecțiune Pod neidentificată %1$03d
ru: Неизвестная неисправность Omnipod %1$03d
sk: Neznáma chyba podu %1$03d
sv: Okänt podfel %1$03d
tr: Bilinmeyen pod hatası %1$03d
uk: Невідома несправність Pod %1$03d
vi: Lỗi không xác định của pod %1$03d

source: Unknown Value (%1$@) for type %2$@
cs: Neznámá hodnota ( %1$@ ) pro typ %2$@
da: Ukendt værdi (%1$@) for type %2$@
de: Unbekannter Wert (%1$@) für Typ %2$@
es: Valor Desconocido (%1$@) para el tipo %2$@
fr: Valeur inconnue (%1$@) pour le type %2$@.
it: Valore sconosciuto (%1$@) per il tipo %2$@
nb: Ukjent verdi ( %1$@ ) for typen %2$@
nb_no: Ukjent verdi ( %1$@ ) for typen %2$@
nl: Onbekende waarde (%1$@) voor type %2$@
pl: Nieznana wartość (%1$@) dla typu %2$@
ro: Valoare necunoscută ( %1$@ ) pentru tipul %2$@
ru: Неизвестное значение ( %1$@ ) для типа %2$@
sk: Neznáma hodnota ( %1$@ ) pre typ %2$@
sv: Okänt värde (%1$@) av typ %2$@
tr: %2$@ tipi için Bilinmeyen Değer ( %1$@ )
uk: Невідоме значення ( %1$@ ) для типу %2$@
vi: Giá trị không xác định (%1$@) cho loại %2$@

source: Validation failed: %1$@
cs: Ověření se nezdařilo: %1$@
da: Validering mislykkedes: %1$@
de: Überprüfung fehlgeschlagen: %1$@
es: La validación falló: %1$@
fr: Échec de la validation: %1$@
it: Convalida fallita: %1$@
nb: Valideringen mislyktes: %1$@
nb_no: Valideringen mislyktes: %1$@
nl: Validatie mislukt: %1$@
pl: Weryfikacja nie powiodła się: %1$@
ro: Validarea a eșuat: %1$@
ru: Ошибка проверки: %1$@
sk: Overenie zlyhalo: %1$@
sv: Validering misslyckades: %1$@
tr: Doğrulama başarısız oldu: %1$@
uk: Помилка перевірки: %1$@
vi: Xác thực không thành công: %1$@

source: Wait for existing bolus to finish, or cancel bolus
cs: Počkejte na dokončení podávání stávajícího bolusu nebo bolus zrušte
da: Vent, indtil eksisterende bolus er færdig, eller annuller bolus
de: Warte, bis der aktuelle Bolus abgegeben wurde, oder unterbreche diesen.
es: Espere a que termine el bolo o cancele el bolo
fr: Attendez que le bolus en cours se termine, ou annulez le bolus
it: Attendi il termine del bolo esistente oppure annulla bolo
nb: Vent til at eksisterende bolus skal bli ferdig, eller kanseler bolus
nb_no: Vent til eksisterende bolus er ferdig, eller avbryt bolus.
nl: Wacht tot huidige bolus is voltooid, of annuleer bolus
pl: Poczekaj na zakończenie istniejącego bolusa lub anuluj bolus
ro: Așteptați finalizarea bolusului curent sau opriți bolusul
ru: Дождитесь окончания подачи болюса или отмените его
sk: Počkajte na dokončenie bolusu alebo bolus zrušte
sv: Vänta på att pågående bolus är färdig, eller avbryt bolus
tr: Mevcut bolusun bitmesini bekleyin veya bolusu iptal edin
uk: Зачекайте, поки поточний болюс закінчиться, або скасуйте болюс
vi: Chờ đợi liệu bolus hiện tại hoàn tất hoặc hủy liều bolus

source: Wait for existing temp basal to finish, or suspend to cancel
cs: Počkejte na dokončení stávajícího dočasného bazálu nebo ho pozastavte pro zrušení.
da: Vent, indtil den eksisterende midlertidige basal er færdig, eller pause for at annullere
de: Warte, bis die aktuelle temporäre Basalrate beendet ist, oder unterbreche diese
es: Espere a que termine la basal temporal existente o suspénda para cancelar
fr: Attendez que le débit basal temporaire se termine pour quitter, ou mettez en suspens pour annuler
it: Attendi il termine della velocità basale temporanea esistente oppure sospendi per annullare
nb: Venter på at eksisterende temp-basal skal bli ferdig, eller at pause skal avsluttes
nb_no: Vent til eksisterende midlertidig basal er ferdig, eller sett insulintilførsel på pause for å avbryte.
nl: Wacht tot de huidig tijdelijk basaalsnelheid is voltooid, of onderbreek om te annuleren
pl: Poczekaj na zakończenie istniejącej dawki podstawowej lub wstrzymaj, aby anulować
ro: Așteptați finalizarea bazalei temporare curente sau suspendați pentru oprirea ei
ru: Дождитесь окончания введения текущей ВБС или остановите помпу для отмены
sk: Počkajte, kým sa dokončí dočasný bazál, alebo ho zrušte
sv: Vänta på nuvarande temporära basal, eller pausa för att avbryta
tr: Mevcut geçici bazalın bitmesini bekleyin veya iptal etmek için askıya alın
uk: Дочекайтеся закінчення поточного Тимчасового Базалу або скасуйте його
vi: Chờ đợi liều basal tạm thời hoàn tất hoặc chọn ngưng để hủy

source: Your insulin delivery will not be automatically adjusted until the temporary basal rate finishes or is canceled.
cs: Loop automaticky neupraví výdej inzulínu, dokud nastavení dočasné bazální dávky neskončí nebo nebude zrušeno.
da: Loop justerer ikke automatisk din insulindosering, før den midlertidige basalrate er afsluttet eller annulleret.
de: Ihre Insulinabgabe wird nicht automatisch angepasst, bis die temporäre Basalrate beendet oder abgebrochen wird.
es: Su entrega insulina no se ajustará automáticamente hasta que la basal temporal termine o sea cancelada.
fr: Votre taux d'insuline basale ne sera pas automatiquement ajustée jusqu'à la fin ou l'annulation du taux de basal temporaire.
it: L'erogazione di insulina non verrà regolata automaticamente finché la velocità basale temporanea non sarà terminata o annullata.
nb: Insulintilførselen din vil ikke bli justert automatisk, før den midlertidige basalen er ferdig eller avbrutt.
nl: Je insuline levering zal niet automatisch worden aangepast totdat de tijdelijke basaalstand is beëindigd of is geannuleerd.
ro: Loop nu va ajusta automat administrarea de insulină până când rata bazală temporară nu se termină sau nu este anulată.
ru: Подача инсулина не будет автоматизирована до тех пор, пока временная базальная скорость не закончится или не будет отменена.
sk: Loop nebude automaticky upravovať podávanie inzulínu, kým dočasná bazálna dávka nebude ukončená alebo zrušená.
sv: Din insulintillförsel kommer inte att justeras automatiskt förrän den tillfälliga manella basaldosen avslutas eller avbryts.
tr: Loop, geçici bazal oran bitene veya iptal edilene kadar insülin iletiminizi otomatik olarak ayarlamaz.
uk: Ваша подача інсуліну не буде автоматично скоригована, доки тимчасова базальна доза не закінчиться або не буде скасована.
vi: Việc cung cấp insulin của bạn sẽ không được điều chỉnh tự động cho đến khi mức cơ bản tạm thời kết thúc hoặc bị hủy bỏ.

source: (inactive)
da: (inaktiv)
de: (inaktiv)
es: (inactivo)
fr: (inactif)
it: (inattivo)
nb: (inaktiv)
nb_no: (inaktiv)
nl: (inactief)
pl: (nieaktywny)
ro: (inactiv)
ru: (неактивно)
sk: {neaktívne}
sv: (inaktiv)
tr: (etkin değil)
uk: (неактивний)
vi: (không hoạt động)

source: %@ ago
da: %@ siden
de: vor %@
es: Hace %@
fr: Il y a %@
it: %@ fa
ja: %@ 前
nb: %@ siden
nb_no: %@ siden
nl: %@ geleden
pl: %@ temu
ro: %@ în urmă
ru: %@ назад
sk: pred %@
sv: %@ sedan
tr: %@ önce
uk: %@ тому
vi: %@ trước đó

source: %@+ U
da: %@+ E
de: %@+ IE
nb: %@+ E
nb_no: %@+ E
nl: %@+ E
pl: %@+ J
ru: %@+ Ед
sk: %@+ J
sv: %@+ E
tr: %@+ Ü

source: %@U
da: %@E
nb_no: %@E
nl: %@E
pl: %@J
ru: %@Ед
sk: %@ J
sv: %@E
tr: %@Ü

source: %1$@ insulin or less remaining in Pod. Change Pod soon.
da: %1$@ insulin eller mindre tilbage i Pod. Skift Pod snart.
de: %1$@ Insulin oder weniger verbleibend im Pod. Pod bald wechseln.
es: Queda %1$@ de insulina o menos en el Pod. Cambie el Pod pronto.
fr: %1$@ insuline ou moins restant dans le Pod. Remplacer le Pod bientôt.
it: %1$@ insulina o meno rimanenti nel Pod. Cambia il Pod al più presto.
nb: %1$@ insulin eller mindre gjenstår i Pod. Bytt Pod snart.
nb_no: %1$@ insulin eller mindre igjen i pod. Bytt pod snart.
nl: %1$@ insuline of minder resterend in Pod. Vervang Pod spoedig.
pl: Pozostało mniej niż 1$@ insuliny w POD. Zmień wkrótce POD'a.
ro: %1$@ de insulină sau mai puțin rămase în Pod. Schimbați Pod-ul în curând.
ru: В поде осталось %1$@ инсулина или меньше. Замените под в ближайшее время.
sk: V podu zostáva %1$@ inzulínu alebo menej. Čoskoro vymeňte pod.
sv: %1$@ insulin eller mindre kvar i podd. Överväg att byta podd snart.
tr: %1$@ insülin veya daha az kaldı. Yakında Pod'u değiştirin.
uk: %1$@ або менше інсуліну залишилося в Podʼі. Необхідна швидка заміна.
vi: %1$@ insulin hoặc ít hơn còn lại trong Pod. Thay Pod ngay.

source: %1$@ units remaining at %2$@
da: %1$@ enheder tilbage på %2$@
de: %1$@ IE verbleibend bei %2$@
es: quedan %1$@ unidades a las %2$@
fr: %1$@ unités restantes à %2$@
it: %1$@ unità rimanenti alle ore %2$@
nb_no: %1$@ enheter gjenstår ved %2$@
nl: %1$@ eenheden over om %2$@
pl: %1$@ jednostek pozostaje w %2$@
ru: %1$@ ед остается в %2$@
sk: %1$@ jednotiek zostávajúcich na %2$@
sv: %1$@ enheter återstår kl. %2$@
tr: %1$@ ünite kaldı %2$@
uk: %1$@ одиниць залишилося на %2$@
vi: %1$@ units vẫn đang còn lúc %2$@

source: %g U
da: %g E
de: %g IE
nb: %g E
nb_no: %g E
nl: %g E
pl: %g/J
ru: %g Ед
sk: %g J
sv: %g E
tr: %gr Ü

source: 1 hour
da: 1 time
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
nb: 1 time
nb_no: 1 time
nl: 1 uur
pl: 1 godzina
ro: 1 oră
ru: 1 час
sk: 1 hodina
sv: 1 timme
tr: 1 saat
uk: 1 година
vi: 1 giờ

source: 1 hour 30 minutes
da: 1 time 30 minutter
de: 1 Stunde 30 Minuten
es: 1 hora 30 minutos
fr: 1 heure 30 minutes
it: 1 ora e 30 minuti
nb: 1 time 30 minutter
nb_no: 1 time 30 minutter
nl: 1 uur 30 minuten
pl: 1 godzina 30 minut
ro: 1 oră și 30 de minute
ru: 1 час 30 минут
sk: 1 hodina a 30 minút
sv: 1 timme 30 minuter
tr: 1 saat 30 dakika
uk: 1 година 30 хвилин
vi: 1 giờ 30 phút

source: 2 hours
da: 2 timer
de: 2 Stunden
es: 2 horas
fr: 2 heures
it: 2 ore
nb: 2 timer
nb_no: 2 timer
nl: 2 uur
pl: 2 godziny
ro: 2 ore
ru: 2 часа
sk: 2 hodiny
sv: 2 timmar
tr: 2 saat
uk: 2 години
vi: 2 giờ

source: 30 minutes
da: 30 minutter
de: 30 Minuten
es: 30 minutos
it: 30 minuti
nb: 30 minutter
nb_no: 30 minutter
nl: 30 minuten
pl: 30 minut
ro: 30 de minute
ru: 30 минут
sk: 30 minút
sv: 30 minuter
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút

source: Activation time exceeded
da: Aktiveringstid overskredet
de: Aktivierungszeit überschritten
es: Tiempo de activación excedido
fr: Délai d'activation dépassé
it: Periodo di attivazione superato
nb: Aktiveringstiden er overskredet
nb_no: Aktiveringstiden er overskredet
nl: Activeringstijd overschreden
pl: Przekroczono czas aktywacji
ro: Timpul de activare a fost depășit
ru: Превышено время для активации
sk: Čas aktivácie bol prekročený
sv: Tid för aktivering överskriden
tr: Aktivasyon süresi aşıldı
uk: Час активації перевищений
vi: Đã quá thời gian kích hoạt

source: Active Time
da: Aktiv tid
de: Laufzeit
es: Tiempo Activo
fr: Heure d’activation
it: Tempo di attività
ja: アクティブ時間
nb: Aktiv tid
nb_no: Aktiveringstidspunkt
nl: Werkzame Tijd
pl: Czas aktywności
ro: Timp activ
ru: Активирован в
sk: Aktívny čas
sv: Aktiv tid
tr: Aktif Zaman
uk: Активний Час
vi: Thời gian Hoạt động

source: Activity
da: Aktivitet
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
nb: Aktivitet
nb_no: Aktivitet
nl: Activiteit
pl: Aktywność
ro: Activitate
ru: Нагрузка
sk: Aktivita
sv: Aktivitet
tr: Aktivite
uk: Активність
vi: Hoạt động

source: Adjusting Pump Time...
da: Justerer pumpetid...
de: Pumpenzeit einstellen
es: Ajustando la hora de la bomba...
fr: Ajustement de l'horloge de la pompe...
it: Regolazione orario pompa in corso...
nb: Justerer pumpetid...
nb_no: Juster pumpe-tid...
nl: Pomptijd Aanpassen...
pl: Synchronizacja czasu pompy...
ro: Reglarea timpului pompei...
ru: Настройка времени помпы...
sk: Nastavenie času pumpy...
sv: Justerar pumptid...
tr: Pompa Zamanı Ayarlanıyor...
uk: Налаштування Часу Помпи...
vi: Đang điều chỉnh thời gian của bơm...

source: Are you sure you want to cancel Pod setup?
da: Er du sikker på, at du vil annullere Pod-opsætningen?
de: Bist Du sicher, dass Du die Pod-Einrichtung abbrechen möchtest?
es: ¿Está seguro de que desea cancelar la configuración del Pod?
fr: Voulez-vous vraiment annuler la configuration du Pod?
it: Sei sicuro di voler annullare la configurazione del Pod?
nb: Er du sikker på at du vil avbryte Pod-oppsettet?
nb_no: Er du sikker på at du vil avbryte parkobling av pod?
nl: Weet je zeker dat je de Podinstallatie wilt annuleren?
pl: Czy na pewno chcesz anulować konfigurację POD'a?
ro: Sigur doriți să anulați configurarea Pod-ului?
ru: Вы уверены, что хотите отменить настройку Pod?
sk: Naozaj chcete zrušiť nastavenie Podu?
sv: Är du säker på att du vill avsluta din poddinställning?
tr: Pod kurulumunu iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скасувати налаштування Pod'a?
vi: Bạn có chắc chắn muốn hủy cấu hình pod?

source: Are you sure you want to skip Omnipod Onboarding?
da: Er du sikker på, at du vil springe Omnipod Onboarding over?
de: Bist Du sicher, dass Du das Omnipod Onboarding überspringen möchtest?
es: ¿Está seguro de que desea saltearse de Omnipod Onboarding?
fr: Voulez-vous vraiment sauter l'intégration Omnipod?
it: Vuoi davvero saltare l'onboarding di Omnipod?
nb: Er du sikker på at du vil hoppe over Omnipod Onboarding?
nb_no: Er du sikker på at du vil hoppe over Omnipod Onboarding?
nl: Weet je zeker dat je Omnipod Onboarding wilt overslaan?
pl: Czy na pewno chcesz pominąć instalację Omnipod’a?
ro: Sunteți sigur că doriți să săriți peste inițierea pompei Omnipod?
ru: Вы уверены, что хотите пропустить Omnipod Onboarding?
sk: Naozaj chcete preskočiť nastavovanie Omnipodu?
sv: Är du säker på att du vill hoppa över rundturen?
tr: Omnipod katılımını atlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете пропустити Omnipod Onboarding?
vi: Bạn có chắc muốn bỏ qua?

source: Are you sure you want to stop using Omnipod DASH?
da: Er du sikker på, at du vil stoppe med at bruge Omnipod DASH?
de: Bist Du sicher, dass Du keinen Omnipod DASH mehr benutzen möchtest?
es: ¿Está seguro de que desea dejar de usar Omnipod DASH?
fr: Voulez-vous vraiment arrêter d'utiliser Omnipod DASH?
it: Sei sicuro di voler interrompere l’uso di Omnipod DASH?
nb: Er du sikker på at du vil slutte å bruke Omnipod DASH?
nb_no: Er du sikker på at du vil slutte å bruke Omnipod Dash?
nl: Weet je zeker dat je wilt stoppen met het gebruik van Omnipod DASH?
pl: Czy na pewno chcesz przestać używać Omnipod DASH?
ro: Sunteți sigur că nu mai doriți să utilizați Omnipod DASH?
ru: Вы уверены, что хотите прекратить использование Omnipod DASH?
sk: Naozaj chcete prestať používať Ominpod Dash?
sv: Säkert att du vill sluta använda Omnipod Dash?
tr: Omnipod DASH'i kullanmayı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити використовувати Omnipod DASH?
vi: Bạn có chắc muốn dừng sử dụng Omnipod DASH?

source: Attach Pod
da: Påfør Pod
de: Pod anbringen
es: Coloque el Pod
fr: Appliquer le Pod
it: Fissa Pod
nb: Fest Pod
nb_no: Fest pod
nl: Pod Aanbrengen
pl: Przyklej POD'a do ciała
ro: Atașați Pod-ul
ru: Прикрепить под
sk: Aplikujte pod
sv: Fäst podden
tr: Pod Ekleme
uk: Прикріпіть Pod
vi: Gắn Pod

source: Attemping to re-establish communication
da: Forsøger at genetablere kommunikationen
de: Versuche die Verbindung wieder aufzubauen
es: Intentando restablecer la comunicación
fr: Tenter de rétablir la communication
it: Tentativo in corso di ristabilire la comunicazione in corso
nb: Prøver å gjenopprette kommunikasjonen
nb_no: Prøver å gjenopprette kommunikasjonen
nl: Poging om de communicatie te herstellen
pl: Próba przywrócenia komunikacji
ro: Se încearcă restabilirea comunicațiilor
ru: Попытка восстановления связи
sk: Prebieha obnovenie komunikácie
sv: Försöker att återupprätta kommunikationen
tr: İletişim yeniden kuruluyor
uk: Спроба відновити зв'язок
vi: Đang cố gắng thiết lập lại giao tiếp

source: Auto-off
da: Auto-sluk
es: Apagado automático
fr: Arrêt automatique
it: Spegnimento automatico
nb: Auto-av
nb_no: Auto-av
nl: Automatisch uitschakelen
pl: Automatyczne wyłączanie
ro: Oprire automată
ru: Авто выключение
sk: Automatické vypnutie
sv: Auto-Av
tr: Otomatik kapanma
uk: Автоматичне вимкнення
vi: Tự động tắt

source: Auto-off alarm
da: Auto-sluk alarm
es: Alarma de apagado automático
fr: Alarme d’arrêt automatique
it: Allarme spegnimento automatico
ja: アラーム自動オフ
nb: Alarm for automatisk av
nb_no: Alarm for automatisk av
nl: Alarm automatisch uit
pl: Alarm automatycznego wyłączenia
ro: Alarmă Auto-off
ru: Авто отключение сигнала
sk: Alarm auto-vypnutý
sv: Auto-av larm
tr: Oto-kapanma alarmı
uk: Авто-відключення сигналу
vi: Tự động tắt cảnh báo

source: Bluetooth is powered off
da: Bluetooth er slukket
de: Bluetooth ist ausgeschaltet
es: Bluetooth está apagado
fr: Bluetooth désactivé
it: Bluetooth è disattivato
nb: Bluetooth er slått av
nb_no: Bluetooth er slått av
nl: Bluetooth is uitgeschakeld
pl: Bluetooth jest wyłączony
ro: Bluetooth-ul este oprit
ru: Bluetooth выключен
sk: Bluetooth je vypnutý
sv: Bluetooth är inte på
tr: Bluetooth kapalı
uk: Bluetooth вимкнено
vi: Bluetooth đang tắt

source: Bluetooth is resetting
da: Bluetooth nulstilles
de: Bluetooth wird zurückgesetzt
es: Bluetooth se está reiniciando
fr: Le Bluetooth se réinitialise
it: Bluetooth si sta riconfigurando
nb: Bluetooth tilbakestilles
nb_no: Bluetooth tilbakestilles
nl: Bluetooth wordt gereset
pl: Trwa resetowanie Bluetooth
ro: Bluetooth-ul se resetează
ru: Bluetooth сбрасывается
sk: Bluetooth sa resetuje
sv: Bluetooth återställs
tr: Bluetooth sıfırlanıyor
uk: Bluetooth скидається
vi: Bluetooth đang được khởi động lại
